Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-1-0-write-22.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8224: Wed Aug 31 11:39:06 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=193143KB/s, iops=48285, runt=    21msec
drbd-sp2-autotest-1:     clat (usec): min=2, max=37, avg= 2.78, stdev= 1.56
drbd-sp2-autotest-1:      lat (usec): min=2, max=37, avg= 3.08, stdev= 1.53
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    2],
drbd-sp2-autotest-1:      | 30.00th=[    2], 40.00th=[    2], 50.00th=[    3], 60.00th=[    3],
drbd-sp2-autotest-1:      | 70.00th=[    3], 80.00th=[    3], 90.00th=[    3], 95.00th=[    4],
drbd-sp2-autotest-1:      | 99.00th=[    6], 99.50th=[    6], 99.90th=[   22], 99.95th=[   37],
drbd-sp2-autotest-1:      | 99.99th=[   37]
drbd-sp2-autotest-1:     lat (usec) : 4=92.41%, 10=7.30%, 50=0.30%
drbd-sp2-autotest-1:   cpu          : usr=0.00%, sys=50.00%, ctx=24, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=193142KB/s, minb=193142KB/s, maxb=193142KB/s, mint=21msec, maxt=21msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/7808, aggrin_queue=7808, aggrutil=7.95%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/7808, in_queue=7808, util=7.95%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/64, aggrin_queue=64, aggrutil=7.95%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/64, in_queue=64, util=7.95%