Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-1-0-write-29.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=8558: Wed Aug 31 11:39:15 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=86298KB/s, iops=21574, runt=    47msec
drbd-sp2-autotest-1:     clat (usec): min=2, max=46, avg= 4.00, stdev= 2.93
drbd-sp2-autotest-1:      lat (usec): min=2, max=46, avg= 4.39, stdev= 2.93
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    2],  5.00th=[    2], 10.00th=[    2], 20.00th=[    3],
drbd-sp2-autotest-1:      | 30.00th=[    3], 40.00th=[    4], 50.00th=[    4], 60.00th=[    4],
drbd-sp2-autotest-1:      | 70.00th=[    4], 80.00th=[    4], 90.00th=[    5], 95.00th=[    6],
drbd-sp2-autotest-1:      | 99.00th=[   15], 99.50th=[   25], 99.90th=[   45], 99.95th=[   46],
drbd-sp2-autotest-1:      | 99.99th=[   46]
drbd-sp2-autotest-1:     lat (usec) : 4=39.84%, 10=58.28%, 20=1.08%, 50=0.79%
drbd-sp2-autotest-1:   cpu          : usr=10.87%, sys=4.35%, ctx=8, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=86297KB/s, minb=86297KB/s, maxb=86297KB/s, mint=47msec, maxt=47msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1016, aggrmerge=0/0, aggrticks=0/4476, aggrin_queue=4476, aggrutil=2.85%
drbd-sp2-autotest-1:     dm-0: ios=0/1016, merge=0/0, ticks=0/4476, in_queue=4476, util=2.85%, aggrios=0/11, aggrmerge=0/1005, aggrticks=0/40, aggrin_queue=40, aggrutil=2.85%
drbd-sp2-autotest-1:   vdb: ios=0/11, merge=0/1005, ticks=0/40, in_queue=40, util=2.85%