Linbit-drbdtest/logs/test-retrieve-log/log/switch-primaries-20160831-113849/fio-drbd-sp2-autotest-1-0-write-5.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=7895: Wed Aug 31 11:38:55 2016
drbd-sp2-autotest-1:   write: io=4056.0KB, bw=202800KB/s, iops=50700, runt=    20msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=16, avg= 1.69, stdev= 0.82
drbd-sp2-autotest-1:      lat (usec): min=1, max=16, avg= 1.87, stdev= 0.83
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    1], 10.00th=[    1], 20.00th=[    1],
drbd-sp2-autotest-1:      | 30.00th=[    1], 40.00th=[    1], 50.00th=[    2], 60.00th=[    2],
drbd-sp2-autotest-1:      | 70.00th=[    2], 80.00th=[    2], 90.00th=[    2], 95.00th=[    3],
drbd-sp2-autotest-1:      | 99.00th=[    4], 99.50th=[    4], 99.90th=[   11], 99.95th=[   16],
drbd-sp2-autotest-1:      | 99.99th=[   16]
drbd-sp2-autotest-1:     lat (usec) : 2=40.24%, 4=58.68%, 10=0.89%, 20=0.20%
drbd-sp2-autotest-1:   cpu          : usr=15.79%, sys=15.79%, ctx=26, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=1014/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=4056KB, aggrb=202800KB/s, minb=202800KB/s, maxb=202800KB/s, mint=20msec, maxt=20msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/1014, aggrmerge=0/0, aggrticks=0/6132, aggrin_queue=6132, aggrutil=4.68%
drbd-sp2-autotest-1:     dm-0: ios=0/1014, merge=0/0, ticks=0/6132, in_queue=6132, util=4.68%, aggrios=0/9, aggrmerge=0/1005, aggrticks=0/52, aggrin_queue=52, aggrutil=4.68%
drbd-sp2-autotest-1:   vdb: ios=0/9, merge=0/1005, ticks=0/52, in_queue=52, util=4.68%